Repository: gusadi09/PokemonLists
Catalog: PokemonLists/Common/Resources/LocalizableText/String/*.lproj/Localizable.strings
Languages: id

# list_wild_pokemon
source: Wild Pokemon
id: Pokemon Liar

# detail_catch
source: Catch
id: Tangkap

# detail_show_less
source: Show Less
id: Tampilkan Sedikit

# detail_show_more
source: Show More
id: Tampilkan Semua

# detail_moves
source: Moves
id: Pergerakan

# detail_weight
source: Weight:
id: Berat:

# detail_height
source: Height:
id: Tinggi:

# detail_pokomon_fail
source: Pokemon was ran away
id: Pokemon telah kabur

# detail_ran_away
source: Ran Away!!
id: Telah Kabur!!

# detail_caught
source: Already Caught
id: Sudah Ditangkap

# detail_caught_subtitle
source: You've been caught the pokemon, please enter the nickname
id: Kamu telah menangkap pokemon, mohon masukan nama pendek

# detail_caught_placeholder
source: Enter nickname
id: Masukan nama pendek

# detail_success_save
source: Success
id: Berhasi;

# detail_success_subtitle
source: Success to save your pokemon profile, please check at My Pokemon menu
id: Berhasil menyimpan profil pokemon kamu, silahkan cek pada menu Pokemon Saya

# detail_release
source: Release
id: Lepas

# detail_rename
source: Rename
id: Ubah Nama

# detail_rename_subtitle
source: If you want rename your favorite pokemon, just type it
id: Jika kamu ingin merubah nama pokemon favoritmu, silahkan ketik

# my_pokemon_title
source: My Pokemon
id: Pokemon Saya
